{
  "namaste": "संज्ञा। अभिवादन का शब्द। उदाहरण: नमस्ते, कैसे हैं आप?",
  "paani": "संज्ञा। पानी, जल। उदाहरण: मुझे पानी चाहिए।",
  "ghar": "संज्ञा। घर, निवास स्थान। उदाहरण: मेरा घर बड़ा है।",
  "khana": "संज्ञा। खाना, भोजन। उदाहरण: खाना तैयार है।",
  "dost": "संज्ञा। मित्र, दोस्त। उदाहरण: वह मेरा दोस्त है।",
  "parivar": "संज्ञा। परिवार। उदाहरण: मेरा परिवार बड़ा है।",
  "kitab": "संज्ञा। किताब, पुस्तक। उदाहरण: मैं किताब पढ़ रहा हूं।",
  "kaam": "संज्ञा। काम, कार्य। उदाहरण: मुझे काम करना है।",
  "samay": "संज्ञा। समय, वक्त। उदाहरण: समय बहुत महत्वपूर्ण है।",
  "din": "संज्ञा। दिन। उदाहरण: आज अच्छा दिन है।",
  "raat": "संज्ञा। रात। उदाहरण: शुभ रात्रि।",
  "subah": "संज्ञा। सुबह, प्रातःकाल। उदाहरण: सुबह उठो।",
  "shaam": "संज्ञा। शाम, संध्या। उदाहरण: शाम को मिलते हैं।",
  "haan": "क्रिया विशेषण। हां, स्वीकृति। उदाहरण: हां, मैं आऊंगा।",
  "nahi": "क्रिया विशेषण। नहीं, अस्वीकृति। उदाहरण: नहीं, मैं नहीं जाऊंगा।",
  "acha": "विशेषण। अच्छा, उत्तम। उदाहरण: यह बहुत अच्छा है।",
  "bura": "विशेषण। बुरा, खराब। उदाहरण: यह बुरा है।",
  "bada": "विशेषण। बड़ा। उदाहरण: एक बड़ा घर।",
  "chota": "विशेषण। छोटा। उदाहरण: एक छोटा बच्चा।",
  "naya": "विशेषण। नया। उदाहरण: नई किताब।",
  "purana": "विशेषण। पुराना। उदाहरण: पुरानी कार।",
  "sundar": "विशेषण। सुंदर। उदाहरण: सुंदर दृश्य।",
  "khush": "विशेषण। खुश, प्रसन्न। उदाहरण: मैं बहुत खुश हूं।",
  "udas": "विशेषण। उदास। उदाहरण: वह उदास है।",
  "pyaar": "संज्ञा। प्यार, प्रेम। उदाहरण: प्यार अनमोल है।",
  "zindagi": "संज्ञा। जिंदगी, जीवन। उदाहरण: जिंदगी सुंदर है।",
  "naam": "संज्ञा। नाम। उदाहरण: आपका नाम क्या है?",
  "saal": "संज्ञा। साल, वर्ष। उदाहरण: नया साल मुबारक।",
  "mahina": "संज्ञा। महीना। उदाहरण: यह महीना जनवरी है।",
  "hafte": "संज्ञा। हफ्ता, सप्ताह। उदाहरण: अगले हफ्ते मिलेंगे।",
  "ghanta": "संज्ञा। घंटा। उदाहरण: एक घंटा इंतजार करो।",
  "zaruri": "विशेषण। जरूरी, आवश्यक। उदाहरण: यह बहुत जरूरी है।",
  "mushkil": "विशेषण। मुश्किल, कठिन। उदाहरण: यह काम मुश्किल है।",
  "aasan": "विशेषण। आसान, सरल। उदाहरण: यह बहुत आसान है।",
  "tez": "विशेषण। तेज, द्रुत। उदाहरण: तेज दौड़ो।",
  "dheere": "क्रिया विशेषण। धीरे। उदाहरण: धीरे चलो।",
  "bahut": "क्रिया विशेषण। बहुत। उदाहरण: बहुत अच्छा।",
  "thoda": "क्रिया विशेषण। थोड़ा। उदाहरण: थोड़ा पानी दो।",
  "yahan": "क्रिया विशेषण। यहां, इस स्थान पर। उदाहरण: मैं यहां हूं।",
  "wahan": "क्रिया विशेषण। वहां, उस स्थान पर। उदाहरण: वह वहां है।",
  "ab": "क्रिया विशेषण। अब, इस समय। उदाहरण: अब जाओ।",
  "kal": "क्रिया विशेषण। कल। उदाहरण: कल मिलते हैं।",
  "aaj": "क्रिया विशेषण। आज। उदाहरण: आज का दिन।",
  "kripaya": "क्रिया विशेषण। कृपया, दया करके। उदाहरण: कृपया बैठिए।",
  "dhanyavaad": "संज्ञा। धन्यवाद। उदाहरण: आपका धन्यवाद।",
  "alvida": "संज्ञा। अलविदा, विदाई। उदाहरण: अलविदा, फिर मिलेंगे।",
  "mahattvapurna": "विशेषण। महत्वपूर्ण। उदाहरण: यह बहुत महत्वपूर्ण है।",
  "sambhav": "विशेषण। संभव। उदाहरण: सब कुछ संभव है।",
  "asambhav": "विशेषण। असंभव। उदाहरण: यह असंभव है।",
  "uplabdh": "विशेषण। उपलब्ध। उदाहरण: यह उपलब्ध नहीं है।"
}
