{
  "hola": "Interjección. Expresión de saludo. Ejemplo: Hola, ¿cómo estás?",
  "casa": "Sustantivo. Edificio para habitar. Ejemplo: Mi casa es grande.",
  "gracias": "Interjección. Expresión de agradecimiento. Ejemplo: Gracias por tu ayuda.",
  "por favor": "Expresión. Manera cortés de pedir algo. Ejemplo: Por favor, ayúdame.",
  "adiós": "Interjección. Expresión de despedida. Ejemplo: Adiós, hasta luego.",
  "sí": "Adverbio. Afirmación o asentimiento. Ejemplo: Sí, estoy de acuerdo.",
  "no": "Adverbio. Negación. Ejemplo: No, no quiero.",
  "agua": "Sustantivo. Líquido incoloro, inodoro e insípido. Ejemplo: Necesito agua.",
  "comida": "Sustantivo. Alimento, sustento. Ejemplo: La comida está deliciosa.",
  "libro": "Sustantivo. Conjunto de hojas impresas. Ejemplo: Estoy leyendo un libro.",
  "amigo": "Sustantivo. Persona con quien se tiene amistad. Ejemplo: Juan es mi amigo.",
  "familia": "Sustantivo. Grupo de personas emparentadas. Ejemplo: Mi familia es grande.",
  "trabajo": "Sustantivo. Ocupación retribuida. Ejemplo: Voy al trabajo.",
  "escuela": "Sustantivo. Establecimiento de enseñanza. Ejemplo: Los niños van a la escuela.",
  "tiempo": "Sustantivo. Duración de las cosas. Ejemplo: No tengo tiempo.",
  "día": "Sustantivo. Período de 24 horas. Ejemplo: Hoy es un buen día.",
  "noche": "Sustantivo. Tiempo en que falta la luz del sol. Ejemplo: Buenas noches.",
  "mañana": "Sustantivo. Tiempo desde que amanece hasta mediodía. Ejemplo: Hasta mañana.",
  "ahora": "Adverbio. En este momento. Ejemplo: Hazlo ahora.",
  "aquí": "Adverbio. En este lugar. Ejemplo: Estoy aquí.",
  "allí": "Adverbio. En aquel lugar. Ejemplo: El libro está allí.",
  "mucho": "Adverbio. En gran cantidad. Ejemplo: Te quiero mucho.",
  "poco": "Adverbio. En poca cantidad. Ejemplo: Tengo poco dinero.",
  "bueno": "Adjetivo. Que tiene bondad. Ejemplo: Es un buen hombre.",
  "malo": "Adjetivo. Que carece de bondad. Ejemplo: Es un mal ejemplo.",
  "grande": "Adjetivo. Que supera en tamaño. Ejemplo: Una casa grande.",
  "pequeño": "Adjetivo. De poco tamaño. Ejemplo: Un perro pequeño.",
  "nuevo": "Adjetivo. Recién hecho o fabricado. Ejemplo: Un coche nuevo.",
  "viejo": "Adjetivo. Antiguo o de mucho tiempo. Ejemplo: Un libro viejo.",
  "bonito": "Adjetivo. Lindo, agraciado. Ejemplo: Un vestido bonito.",
  "feo": "Adjetivo. Que carece de belleza. Ejemplo: Un cuadro feo.",
  "feliz": "Adjetivo. Que siente felicidad. Ejemplo: Soy feliz.",
  "triste": "Adjetivo. Que siente tristeza. Ejemplo: Estoy triste.",
  "amor": "Sustantivo. Sentimiento intenso del ser humano. Ejemplo: El amor es hermoso.",
  "vida": "Sustantivo. Existencia. Ejemplo: La vida es bella.",
  "muerte": "Sustantivo. Fin de la vida. Ejemplo: Tema sobre la muerte.",
  "nombre": "Sustantivo. Palabra que designa. Ejemplo: ¿Cuál es tu nombre?",
  "año": "Sustantivo. Período de doce meses. Ejemplo: Un año nuevo.",
  "mes": "Sustantivo. Período de tiempo. Ejemplo: El mes de enero.",
  "semana": "Sustantivo. Período de siete días. Ejemplo: Esta semana.",
  "hora": "Sustantivo. Período de sesenta minutos. Ejemplo: ¿Qué hora es?",
  "minuto": "Sustantivo. Período de sesenta segundos. Ejemplo: Espera un minuto.",
  "segundo": "Sustantivo. Unidad de tiempo. Ejemplo: Un segundo, por favor.",
  "hermoso": "Adjetivo. Dotado de hermosura. Ejemplo: Un paisaje hermoso.",
  "importante": "Adjetivo. Que importa. Ejemplo: Es muy importante.",
  "necesario": "Adjetivo. Que es menester. Ejemplo: Es necesario estudiar.",
  "posible": "Adjetivo. Que puede ser. Ejemplo: Es posible ganar.",
  "imposible": "Adjetivo. Que no puede ser. Ejemplo: Es imposible volar.",
  "fácil": "Adjetivo. Que se hace sin esfuerzo. Ejemplo: Es muy fácil.",
  "difícil": "Adjetivo. Que requiere esfuerzo. Ejemplo: Es difícil aprender.",
  "rápido": "Adjetivo. Veloz, ligero. Ejemplo: Un coche rápido.",
  "lento": "Adjetivo. Tardo, pausado. Ejemplo: Un movimiento lento."
}
